{
  "book_name": "Galatians",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 1,
      "text": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 2,
      "text": "This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 3,
      "text": "Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 4,
      "text": "Have ye suffered so many things in vain? if <i>it be</i> yet in vain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 5,
      "text": "He therefore that ministereth to you the Spirit, and worketh miracles among you, <i>doeth he it</i> by the works of the law, or by the hearing of faith?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 6,
      "text": "Even as Abraham believed God, and it was accounted to him for righteousness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 7,
      "text": "Know ye therefore that they which are of faith, the same are the children of Abraham.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 8,
      "text": "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, <i>saying,</i> In thee shall all nations be blessed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 9,
      "text": "So then they which be of faith are blessed with faithful Abraham.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 10,
      "text": "For as many as are of the works of the law are under the curse: for it is written, Cursed <i>is</i> every one that continueth not in all things which are written in the book of the law to do them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 11,
      "text": "But that no man is justified by the law in the sight of God, <i>it is</i> evident: for, The just shall live by faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 12,
      "text": "And the law is not of faith: but, The man that doeth them shall live in them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 13,
      "text": "Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed <i>is</i> every one that hangeth on a tree:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 14,
      "text": "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 15,
      "text": "Brethren, I speak after the manner of men; Though <i>it be</i> but a man's covenant, yet <i>if it be</i> confirmed, no man disannulleth, or addeth thereto.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 16,
      "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 17,
      "text": "And this I say, <i>that</i> the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 18,
      "text": "For if the inheritance <i>be</i> of the law, <i>it is</i> no more of promise: but God gave <i>it</i> to Abraham by promise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 19,
      "text": "Wherefore then <i>serveth</i> the law? It was added because of transgressions, till the seed should come to whom the promise was made; <i>and it was</i> ordained by angels in the hand of a mediator.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 20,
      "text": "Now a mediator is not <i>a mediator</i> of one, but God is one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 21,
      "text": "<i>Is</i> the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 22,
      "text": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 23,
      "text": "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 24,
      "text": "Wherefore the law was our schoolmaster <i>to bring us</i> unto Christ, that we might be justified by faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 25,
      "text": "But after that faith is come, we are no longer under a schoolmaster.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 26,
      "text": "For ye are all the children of God by faith in Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 27,
      "text": "For as many of you as have been baptized into Christ have put on Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 28,
      "text": "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Galatians",
      "chapter": 3,
      "verse": 29,
      "text": "And if ye <i>be</i> Christ's, then are ye Abraham's seed, and heirs according to the promise.",
      "header": "",
      "footer": ""
    }
  ]
}