{
  "book_name": "2 Timothy",
  "chapter": 2,
  "verses": [
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 1,
      "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 2,
      "text": "And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 3,
      "text": "Thou therefore endure hardness, as a good soldier of Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 4,
      "text": "No man that warreth entangleth himself with the affairs of <i>this</i> life; that he may please him who hath chosen him to be a soldier.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 5,
      "text": "And if a man also strive for masteries, <i>yet</i> is he not crowned, except he strive lawfully.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 6,
      "text": "The husbandman that laboureth must be first partaker of the fruits.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 7,
      "text": "Consider what I say; and the Lord give thee understanding in all things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 8,
      "text": "Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 9,
      "text": "Wherein I suffer trouble, as an evil doer, <i>even</i> unto bonds; but the word of God is not bound.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 10,
      "text": "Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 11,
      "text": "<i>It is</i> a faithful saying: For if we be dead with <i>him,</i> we shall also live with <i>him:</i>",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 12,
      "text": "If we suffer, we shall also reign with <i>him:</i> if we deny <i>him,</i> he also will deny us:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 13,
      "text": "If we believe not, <i>yet</i> he abideth faithful: he cannot deny himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 14,
      "text": "Of these things put <i>them</i> in remembrance, charging <i>them</i> before the Lord that they strive not about words to no profit, <i>but</i> to the subverting of the hearers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 15,
      "text": "Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 16,
      "text": "But shun profane <i>and</i> vain babblings: for they will increase unto more ungodliness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 17,
      "text": "And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 18,
      "text": "Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 19,
      "text": "Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 20,
      "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 21,
      "text": "If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, <i>and</i> prepared unto every good work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 22,
      "text": "Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 23,
      "text": "But foolish and unlearned questions avoid, knowing that they do gender strifes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 24,
      "text": "And the servant of the Lord must not strive; but be gentle unto all <i>men,</i> apt to teach, patient,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 25,
      "text": "In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 2,
      "verse": 26,
      "text": "And <i>that</i> they may recover themselves out of the snare of the devil, who are taken captive by him at his will.",
      "header": "",
      "footer": ""
    }
  ]
}