{
  "book_name": "Daniel",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 1,
      "text": "And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation <i>even</i> to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 2,
      "text": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame <i>and</i> everlasting contempt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 3,
      "text": "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 4,
      "text": "But thou, O Daniel, shut up the words, and seal the book, <i>even</i> to the time of the end: many shall run to and fro, and knowledge shall be increased.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 5,
      "text": "¶ Then I Daniel looked, and, behold, there stood other two, the one on this side of the bank of the river, and the other on that side of the bank of the river.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 6,
      "text": "And <i>one</i> said to the man clothed in linen, which <i>was</i> upon the waters of the river, How long <i>shall it be to</i> the end of these wonders?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 7,
      "text": "And I heard the man clothed in linen, which <i>was</i> upon the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that <i>it shall be</i> for a time, times, and an half; and when he shall have accomplished to scatter the power of the holy people, all these <i>things</i> shall be finished.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 8,
      "text": "And I heard, but I understood not: then said I, O my Lord, what <i>shall be</i> the end of these <i>things?</i>",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 9,
      "text": "And he said, Go thy way, Daniel: for the words <i>are</i> closed up and sealed till the time of the end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 10,
      "text": "Many shall be purified, and made white, and tried; but the wicked shall do wickedly: and none of the wicked shall understand; but the wise shall understand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 11,
      "text": "And from the time <i>that</i> the daily <i>sacrifice</i> shall be taken away, and the abomination that maketh desolate set up, <i>there shall be</i> a thousand two hundred and ninety days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 12,
      "text": "Blessed <i>is</i> he that waiteth, and cometh to the thousand three hundred and five and thirty days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Daniel",
      "chapter": 12,
      "verse": 13,
      "text": "But go thou thy way till the end <i>be:</i> for thou shalt rest, and stand in thy lot at the end of the days.",
      "header": "",
      "footer": ""
    }
  ]
}