{
  "book_name": "1 Corinthians",
  "chapter": 4,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 1,
      "text": "Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 2,
      "text": "Moreover it is required in stewards, that a man be found faithful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 3,
      "text": "But with me it is a very small thing that I should be judged of you, or of man's judgment: yea, I judge not mine own self.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 4,
      "text": "For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 5,
      "text": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 6,
      "text": "And these things, brethren, I have in a figure transferred to myself and <i>to</i> Apollos for your sakes; that ye might learn in us not to think <i>of men</i> above that which is written, that no one of you be puffed up for one against another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 7,
      "text": "For who maketh thee to differ <i>from another?</i> and what hast thou that thou didst not receive? now if thou didst receive <i>it,</i> why dost thou glory, as if thou hadst not received <i>it?</i>",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 8,
      "text": "Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 9,
      "text": "For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 10,
      "text": "We <i>are</i> fools for Christ's sake, but ye <i>are</i> wise in Christ; we <i>are</i> weak, but ye <i>are</i> strong; ye <i>are</i> honourable, but we <i>are</i> despised.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 11,
      "text": "Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 12,
      "text": "And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 13,
      "text": "Being defamed, we intreat: we are made as the filth of the world, <i>and are</i> the offscouring of all things unto this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 14,
      "text": "I write not these things to shame you, but as my beloved sons I warn <i>you.</i>",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 15,
      "text": "For though ye have ten thousand instructors in Christ, yet <i>have ye</i> not many fathers: for in Christ Jesus I have begotten you through the gospel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 16,
      "text": "Wherefore I beseech you, be ye followers of me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 17,
      "text": "For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 18,
      "text": "Now some are puffed up, as though I would not come to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 19,
      "text": "But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 20,
      "text": "For the kingdom of God <i>is</i> not in word, but in power.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 4,
      "verse": 21,
      "text": "What will ye? shall I come unto you with a rod, or in love, and <i>in</i> the spirit of meekness?",
      "header": "",
      "footer": ""
    }
  ]
}