{
  "book_name": "Philippians",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 1,
      "text": "Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, <i>my</i> dearly beloved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 2,
      "text": "I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 3,
      "text": "And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and <i>with</i> other my fellowlabourers, whose names <i>are</i> in the book of life.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 4,
      "text": "Rejoice in the Lord alway: <i>and</i> again I say, Rejoice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 5,
      "text": "Let your moderation be known unto all men. The Lord <i>is</i> at hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 6,
      "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 7,
      "text": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 8,
      "text": "Finally, brethren, whatsoever things are true, whatsoever things <i>are</i> honest, whatsoever things <i>are</i> just, whatsoever things <i>are</i> pure, whatsoever things <i>are</i> lovely, whatsoever things <i>are</i> of good report; if <i>there be</i> any virtue, and if <i>there be</i> any praise, think on these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 9,
      "text": "Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 10,
      "text": "But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 11,
      "text": "Not that I speak in respect of want: for I have learned, in whatsoever state I am, <i>therewith</i> to be content.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 12,
      "text": "I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 13,
      "text": "I can do all things through Christ which strengtheneth me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 14,
      "text": "Notwithstanding ye have well done, that ye did communicate with my affliction.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 15,
      "text": "Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 16,
      "text": "For even in Thessalonica ye sent once and again unto my necessity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 17,
      "text": "Not because I desire a gift: but I desire fruit that may abound to your account.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 18,
      "text": "But I have all, and abound: I am full, having received of Epaphroditus the things <i>which were sent</i> from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 19,
      "text": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 20,
      "text": "Now unto God and our Father <i>be</i> glory for ever and ever. Amen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 21,
      "text": "Salute every saint in Christ Jesus. The brethren which are with me greet you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 22,
      "text": "All the saints salute you, chiefly they that are of Caesar's household.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 4,
      "verse": 23,
      "text": "The grace of our Lord Jesus Christ <i>be</i> with you all. Amen.",
      "header": "",
      "footer": "¶ To *the* Philippians written from Rome, by Epaphroditus."
    }
  ]
}