{
  "book_name": "Matthew",
  "chapter": 25,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 1,
      "text": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 2,
      "text": "And five of them were wise, and five <i>were</i> foolish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 3,
      "text": "They that <i>were</i> foolish took their lamps, and took no oil with them:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 4,
      "text": "But the wise took oil in their vessels with their lamps.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 5,
      "text": "While the bridegroom tarried, they all slumbered and slept.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 6,
      "text": "And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 7,
      "text": "Then all those virgins arose, and trimmed their lamps.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 8,
      "text": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 9,
      "text": "But the wise answered, saying, <i>Not so;</i> lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 10,
      "text": "And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 11,
      "text": "Afterward came also the other virgins, saying, Lord, Lord, open to us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 12,
      "text": "But he answered and said, Verily I say unto you, I know you not.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 13,
      "text": "Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 14,
      "text": "¶ For <i>the kingdom of heaven is</i> as a man travelling into a far country, <i>who</i> called his own servants, and delivered unto them his goods.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 15,
      "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 16,
      "text": "Then he that had received the five talents went and traded with the same, and made <i>them</i> other five talents.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 17,
      "text": "And likewise he that <i>had received</i> two, he also gained other two.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 18,
      "text": "But he that had received one went and digged in the earth, and hid his lord's money.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 19,
      "text": "After a long time the lord of those servants cometh, and reckoneth with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 20,
      "text": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 21,
      "text": "His lord said unto him, Well done, <i>thou</i> good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 22,
      "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 23,
      "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 24,
      "text": "Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 25,
      "text": "And I was afraid, and went and hid thy talent in the earth: lo, <i>there</i> thou hast <i>that is</i> thine.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 26,
      "text": "His lord answered and said unto him, <i>Thou</i> wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 27,
      "text": "Thou oughtest therefore to have put my money to the exchangers, and <i>then</i> at my coming I should have received mine own with usury.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 28,
      "text": "Take therefore the talent from him, and give <i>it</i> unto him which hath ten talents.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 29,
      "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 30,
      "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 31,
      "text": "¶ When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 32,
      "text": "And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth <i>his</i> sheep from the goats:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 33,
      "text": "And he shall set the sheep on his right hand, but the goats on the left.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 34,
      "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 35,
      "text": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 36,
      "text": "Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 37,
      "text": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed <i>thee?</i> or thirsty, and gave <i>thee</i> drink?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 38,
      "text": "When saw we thee a stranger, and took <i>thee</i> in? or naked, and clothed <i>thee?</i>",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 39,
      "text": "Or when saw we thee sick, or in prison, and came unto thee?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 40,
      "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done <i>it</i> unto one of the least of these my brethren, ye have done <i>it</i> unto me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 41,
      "text": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 42,
      "text": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 43,
      "text": "I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 44,
      "text": "Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 45,
      "text": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did <i>it</i> not to one of the least of these, ye did <i>it</i> not to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 25,
      "verse": 46,
      "text": "And these shall go away into everlasting punishment: but the righteous into life eternal.",
      "header": "",
      "footer": ""
    }
  ]
}