{
  "book_name": "Luke",
  "chapter": 21,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 1,
      "text": "And he looked up, and saw the rich men casting their gifts into the treasury.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 2,
      "text": "And he saw also a certain poor widow casting in thither two mites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 3,
      "text": "And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 4,
      "text": "For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 5,
      "text": "¶ And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 6,
      "text": "<i>As for</i> these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 7,
      "text": "And they asked him, saying, Master, but when shall these things be? and what sign <i>will there be</i> when these things shall come to pass?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 8,
      "text": "And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I am <i>Christ;</i> and the time draweth near: go ye not therefore after them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 9,
      "text": "But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end <i>is</i> not by and by.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 10,
      "text": "Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 11,
      "text": "And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 12,
      "text": "But before all these, they shall lay their hands on you, and persecute <i>you,</i> delivering <i>you</i> up to the synagogues, and into prisons, being brought before kings and rulers for my name's sake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 13,
      "text": "And it shall turn to you for a testimony.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 14,
      "text": "Settle <i>it</i> therefore in your hearts, not to meditate before what ye shall answer:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 15,
      "text": "For I will give you a mouth and wisdom, which all your adversaries shall not be able to gainsay nor resist.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 16,
      "text": "And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and <i>some</i> of you shall they cause to be put to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 17,
      "text": "And ye shall be hated of all <i>men</i> for my name's sake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 18,
      "text": "But there shall not an hair of your head perish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 19,
      "text": "In your patience possess ye your souls.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 20,
      "text": "And when ye shall see Jerusalem compassed with armies, then know that the desolation thereof is nigh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 21,
      "text": "Then let them which are in Judæa flee to the mountains; and let them which are in the midst of it depart out; and let not them that are in the countries enter thereinto.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 22,
      "text": "For these be the days of vengeance, that all things which are written may be fulfilled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 23,
      "text": "But woe unto them that are with child, and to them that give suck, in those days! for there shall be great distress in the land, and wrath upon this people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 24,
      "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 25,
      "text": "¶ And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 26,
      "text": "Men's hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 27,
      "text": "And then shall they see the Son of man coming in a cloud with power and great glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 28,
      "text": "And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 29,
      "text": "And he spake to them a parable; Behold the fig tree, and all the trees;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 30,
      "text": "When they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 31,
      "text": "So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 32,
      "text": "Verily I say unto you, This generation shall not pass away, till all be fulfilled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 33,
      "text": "Heaven and earth shall pass away: but my words shall not pass away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 34,
      "text": "¶ And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and <i>so</i> that day come upon you unawares.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 35,
      "text": "For as a snare shall it come on all them that dwell on the face of the whole earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 36,
      "text": "Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 37,
      "text": "And in the day time he was teaching in the temple; and at night he went out, and abode in the mount that is called <i>the mount</i> of Olives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 21,
      "verse": 38,
      "text": "And all the people came early in the morning to him in the temple, for to hear him.",
      "header": "",
      "footer": ""
    }
  ]
}