{
  "book_name": "Luke",
  "chapter": 24,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 1,
      "text": "Now upon the first <i>day</i> of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain <i>others</i> with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 2,
      "text": "And they found the stone rolled away from the sepulchre.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 3,
      "text": "And they entered in, and found not the body of the Lord Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 4,
      "text": "And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 5,
      "text": "And as they were afraid, and bowed down <i>their</i> faces to the earth, they said unto them, Why seek ye the living among the dead?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 6,
      "text": "He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 7,
      "text": "Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 8,
      "text": "And they remembered his words,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 9,
      "text": "And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 10,
      "text": "It was Mary Magdalene, and Joanna, and Mary <i>the mother</i> of James, and other <i>women that were</i> with them, which told these things unto the apostles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 11,
      "text": "And their words seemed to them as idle tales, and they believed them not.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 12,
      "text": "Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 13,
      "text": "¶ And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem <i>about</i> threescore furlongs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 14,
      "text": "And they talked together of all these things which had happened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 15,
      "text": "And it came to pass, that, while they communed <i>together</i> and reasoned, Jesus himself drew near, and went with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 16,
      "text": "But their eyes were holden that they should not know him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 17,
      "text": "And he said unto them, What manner of communications <i>are</i> these that ye have one to another, as ye walk, and are sad?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 18,
      "text": "And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 19,
      "text": "And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 20,
      "text": "And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 21,
      "text": "But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 22,
      "text": "Yea, and certain women also of our company made us astonished, which were early at the sepulchre;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 23,
      "text": "And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 24,
      "text": "And certain of them which were with us went to the sepulchre, and found <i>it</i> even so as the women had said: but him they saw not.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 25,
      "text": "Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 26,
      "text": "Ought not Christ to have suffered these things, and to enter into his glory?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 27,
      "text": "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 28,
      "text": "And they drew nigh unto the village, whither they went: and he made as though he would have gone further.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 29,
      "text": "But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 30,
      "text": "And it came to pass, as he sat at meat with them, he took bread, and blessed <i>it,</i> and brake, and gave to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 31,
      "text": "And their eyes were opened, and they knew him; and he vanished out of their sight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 32,
      "text": "And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 33,
      "text": "And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 34,
      "text": "Saying, The Lord is risen indeed, and hath appeared to Simon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 35,
      "text": "And they told what things <i>were done</i> in the way, and how he was known of them in breaking of bread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 36,
      "text": "¶ And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace <i>be</i> unto you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 37,
      "text": "But they were terrified and affrighted, and supposed that they had seen a spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 38,
      "text": "And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 39,
      "text": "Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 40,
      "text": "And when he had thus spoken, he shewed them <i>his</i> hands and <i>his</i> feet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 41,
      "text": "And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 42,
      "text": "And they gave him a piece of a broiled fish, and of an honeycomb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 43,
      "text": "And he took <i>it,</i> and did eat before them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 44,
      "text": "And he said unto them, These <i>are</i> the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and <i>in</i> the prophets, and <i>in</i> the psalms, concerning me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 45,
      "text": "Then opened he their understanding, that they might understand the scriptures,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 46,
      "text": "And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 47,
      "text": "And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 48,
      "text": "And ye are witnesses of these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 49,
      "text": "¶ And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 50,
      "text": "¶ And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 51,
      "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 52,
      "text": "And they worshipped him, and returned to Jerusalem with great joy:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 24,
      "verse": 53,
      "text": "And were continually in the temple, praising and blessing God. Amen.",
      "header": "",
      "footer": ""
    }
  ]
}