{
  "book_name": "Leviticus",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 1,
      "text": "And if his oblation <i>be</i> a sacrifice of peace offering, if he offer <i>it</i> of the herd; whether <i>it be</i> a male or female, he shall offer it without blemish before the LORD.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 2,
      "text": "And he shall lay his hand upon the head of his offering, and kill it <i>at</i> the door of the tabernacle of the congregation: and Aaron's sons the priests shall sprinkle the blood upon the altar round about.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 3,
      "text": "And he shall offer of the sacrifice of the peace offering an offering made by fire unto the LORD; the fat that covereth the inwards, and all the fat that <i>is</i> upon the inwards,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 4,
      "text": "And the two kidneys, and the fat that <i>is</i> on them, which <i>is</i> by the flanks, and the caul above the liver, with the kidneys, it shall he take away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 5,
      "text": "And Aaron's sons shall burn it on the altar upon the burnt sacrifice, which <i>is</i> upon the wood that <i>is</i> on the fire: <i>it is</i> an offering made by fire, of a sweet savour unto the LORD.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 6,
      "text": "¶ And if his offering for a sacrifice of peace offering unto the LORD <i>be</i> of the flock; male or female, he shall offer it without blemish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 7,
      "text": "If he offer a lamb for his offering, then shall he offer it before the LORD.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 8,
      "text": "And he shall lay his hand upon the head of his offering, and kill it before the tabernacle of the congregation: and Aaron's sons shall sprinkle the blood thereof round about upon the altar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 9,
      "text": "And he shall offer of the sacrifice of the peace offering an offering made by fire unto the LORD; the fat thereof, <i>and</i> the whole rump, it shall he take off hard by the backbone; and the fat that covereth the inwards, and all the fat that <i>is</i> upon the inwards,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 10,
      "text": "And the two kidneys, and the fat that <i>is</i> upon them, which <i>is</i> by the flanks, and the caul above the liver, with the kidneys, it shall he take away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 11,
      "text": "And the priest shall burn it upon the altar: <i>it is</i> the food of the offering made by fire unto the LORD.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 12,
      "text": "¶ And if his offering <i>be</i> a goat, then he shall offer it before the LORD.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 13,
      "text": "And he shall lay his hand upon the head of it, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle the blood thereof upon the altar round about.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 14,
      "text": "And he shall offer thereof his offering, <i>even</i> an offering made by fire unto the LORD; the fat that covereth the inwards, and all the fat that <i>is</i> upon the inwards,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 15,
      "text": "And the two kidneys, and the fat that <i>is</i> upon them, which <i>is</i> by the flanks, and the caul above the liver, with the kidneys, it shall he take away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 16,
      "text": "And the priest shall burn them upon the altar: <i>it is</i> the food of the offering made by fire for a sweet savour: all the fat <i>is</i> the LORD's.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 3,
      "verse": 17,
      "text": "<i>It shall be</i> a perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood.",
      "header": "",
      "footer": ""
    }
  ]
}